<?php

/* @var $this yii\web\View */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron text-center bg-transparent">
        <h1 class="display-4">Не получается выучить английский язык?</h1>

        <p class="lead">Тогда ты пришел по адресу!</p>

        <p><a class="btn btn-lg btn-success" href="">Начать!</a></p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <img src="https://i.pinimg.com/736x/25/ee/ff/25eeffbd2fdaecd16fca54ade433b52f.jpg" style="margin-top:15%;">
            </div>
            <div class="col-lg-4" style="margin-top:5%;">
            <h2>Что представляет из себя обучение по карточкам?</h2>
                
                <p>Метод изучения различных дисциплин "по карточкам", который еще называют системой Лейтнера, известен уже 40 лет.</p>

                <p>Система Лейтнера позволяет не тратить время на повторение уже выученного материала, даже если он идет в связке с пока неизученным. 
                Эта система удобна тем, что можно сосредоточиться только на том, что пока никак не запоминается, и регулировать частотность повторений по мере усвоения.

            </p>
            </div>
            <div class="col-lg-4">
                <h2>Как это работает?</h2>

                <p><b>Алгоритм использования флэш-карточек:</b></p><br>
                <ul>
                    <li>Распределяем весь изучаемый в данный момент материал по карточкам в режиме 1 карточка = 1 единица информации.</li>
                    <li>Карточки с информацией, которую не получается запомнить совсем, складываем в первую колоду и повторяем ежедневно.</li>
                    <li>Карточки с информацией, которую вы помните фрагментарно, помещаете во вторую колоду и повторяете через день.</li>
                    <li>Карточки с информацией, которую вы иногда забываете или не всегда можете быстро вспомнить, помещаете в третью колоду и повторяете раз в три дня.</li>
                    <li>Карточки с информацией, которую вы иногда забываете или не всегда можете быстро вспомнить, помещаете в третью колоду и повторяете раз в три дня.</li>
                </ul>
            </div>
        </div>

    </div>
</div>
